---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightPhotometricFileCache
source: html/fea89647-0f64-62d0-1947-2e167410d531.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightPhotometricFileCache Property

"None"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightPhotometricFileCache { get; }
```